/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "Lightroomのカタログデータベースを開くことができませんでした。";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Lightroomカタログ…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "このカタログは空のようです。";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "このカタログはLightroomで現在開いています。";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "Lightroomのカタログ プロパティーは読み込むことができません。";

